---
kind: other
id: Properties.T:Autodesk.Revit.DB.HermiteSplineTangents
source: html/3be483a8-c3b9-f9e0-cc88-09df10b89b15.htm
---
# HermiteSplineTangents Properties

The tangent vector at the end of the curve.